;Place localized text in this file

[XCOM_Knight_Helmet_M X2BodyPartTemplate]
DisplayName="XCOM 骑士 头盔"

[XCOM_Knight_Torso_M X2BodyPartTemplate]
DisplayName="XCOM 骑士 身体"

[XCOM_Knight_Legs_M X2BodyPartTemplate]
DisplayName="XCOM 骑士 下肢"

[XCOM_Knight_Arms_M X2BodyPartTemplate]
DisplayName="XCOM 骑士 手臂"

[XCOM_Knight_LeftShoulder_M X2BodyPartTemplate]
DisplayName="XCOM 骑士 左肩"

[XCOM_Knight_RightShoulder_M X2BodyPartTemplate]
DisplayName="XCOM 骑士 右肩"